Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backup.parallel.workerOverrideAdjusted
source: Concurrency override adjusted: requested=%1$lld, effective=%2$lld, reason=month-count(%3$lld).
de: Parallelität angepasst: angefordert=%1$lld, effektiv=%2$lld, Grund=month-count(%3$lld).
es: Ajuste de concurrencia: solicitada=%1$lld, efectiva=%2$lld, motivo=month-count(%3$lld).
es_419: Ajuste de concurrencia: solicitada=%1$lld, efectiva=%2$lld, motivo=month-count(%3$lld).
fr: Ajustement de la simultanéité : demandé=%1$lld, effectif=%2$lld, raison=month-count(%3$lld).
ja: 同時実行数を調整しました: 要求=%1$lld、実際=%2$lld、理由=month-count(%3$lld)。
ko: 동시 실행 수 조정: 요청=%1$lld, 적용=%2$lld, 이유=month-count(%3$lld).
pt_br: Ajuste de concorrência: solicitada=%1$lld, efetiva=%2$lld, motivo=month-count(%3$lld).
pt_pt: Ajuste de concorrência: pedida=%1$lld, efetiva=%2$lld, motivo=month-count(%3$lld).
ru: Переопределение параллельности скорректировано: запрошено=%1$lld, фактически=%2$lld, причина=количество-месяцев(%3$lld).
uk: Паралельність змінено: запитано=%1$lld, фактично=%2$lld, причина=month-count(%3$lld).
zh_hans: 并发数调整：请求=%1$lld，实际=%2$lld，原因=month-count(%3$lld)。
zh_hant: 並行數調整：請求=%1$lld，實際=%2$lld，原因=month-count(%3$lld)。
zh_hk: 並行數調整：請求=%1$lld，實際=%2$lld，原因=month-count(%3$lld)。

# backup.preflight.phaseLabel.icloudIndex
source: iCloud index recovery
de: iCloud-Indexwiederherstellung
es: Recuperación del índice de iCloud
es_419: Recuperación del índice de iCloud
fr: Récupération de l’index iCloud
ja: iCloud インデックス補完
ko: iCloud 인덱스 복구
pt_br: Recuperação do índice do iCloud
pt_pt: Recuperação do índice do iCloud
ru: Восстановление индекса iCloud
uk: Відновлення індексу iCloud
zh_hans: iCloud 补索引
zh_hant: iCloud 補索引
zh_hk: iCloud 補索引

# backup.preflight.phaseLabel.localIndex
source: Local index preflight
de: Vorabprüfung des lokalen Index
es: Verificación previa del índice local
es_419: Verificación previa del índice local
fr: Pré-vérification de l’index local
ja: ローカルインデックス事前チェック
ko: 로컬 인덱스 사전 점검
pt_br: Pré-verificação do índice local
pt_pt: Pré-verificação do índice local
ru: Подготовительная проверка локального индекса
uk: Попередня перевірка локального індексу
zh_hans: 本地索引预检
zh_hant: 本機索引預檢
zh_hk: 本機索引預檢

# backup.preflight.prepareDone
source: %1$@: input ready. local assets=%2$lld, cached=%3$lld, missing=%4$lld, elapsed=%5$@s.
de: %1$@: Eingabe vorbereitet. Lokale Assets=%2$lld, zwischengespeichert=%3$lld, fehlend=%4$lld, Dauer=%5$@ s.
es: %1$@: entrada lista. elementos locales=%2$lld, en caché=%3$lld, faltantes=%4$lld, tiempo=%5$@ s.
es_419: %1$@: entrada lista. elementos locales=%2$lld, en caché=%3$lld, faltantes=%4$lld, tiempo=%5$@ s.
fr: %1$@ : entrée prête. éléments locaux=%2$lld, en cache=%3$lld, manquants=%4$lld, durée=%5$@ s.
ja: %1$@：入力準備完了。ローカルアセット=%2$lld、キャッシュ=%3$lld、欠落=%4$lld、所要時間=%5$@秒。
ko: %1$@: 입력 준비 완료. 로컬 에셋=%2$lld, 캐시=%3$lld, 누락=%4$lld, 소요=%5$@초.
pt_br: %1$@: entrada pronta. itens locais=%2$lld, em cache=%3$lld, ausentes=%4$lld, tempo=%5$@ s.
pt_pt: %1$@: entrada pronta. itens locais=%2$lld, em cache=%3$lld, em falta=%4$lld, duração=%5$@ s.
ru: %1$@: входные данные готовы. локальных объектов=%2$lld, в кэше=%3$lld, отсутствует=%4$lld, время=%5$@ с.
uk: %1$@: підготовку завершено. локальних об’єктів=%2$lld, у кеші=%3$lld, відсутніх=%4$lld, час=%5$@ с.
zh_hans: %1$@：输入准备完成，本地项目 %2$lld 个，已有缓存 %3$lld 项，缺失 %4$lld 项，用时 %5$@ 秒。
zh_hant: %1$@：輸入準備完成，本機項目 %2$lld 個，已有快取 %3$lld 項，缺少 %4$lld 項，用時 %5$@ 秒。
zh_hk: %1$@：輸入準備完成，本機項目 %2$lld 個，已有快取 %3$lld 項，缺少 %4$lld 項，用時 %5$@ 秒。

# backup.preflight.prepareFailed
source: Backup preparation failed: %@
de: Backup-Vorbereitung fehlgeschlagen: %@
es: Error al preparar la copia de seguridad: %@
es_419: Preparación del respaldo fallida: %@
fr: Échec de la préparation de la sauvegarde : %@
ja: バックアップの準備に失敗しました: %@
ko: 백업 준비에 실패했습니다: %@
pt_br: Falha na preparação do backup: %@
pt_pt: Falha na preparação da cópia: %@
ru: Не удалось подготовить резервное копирование: %@
uk: Помилка підготовки резервного копіювання: %@
zh_hans: 备份准备失败：%@
zh_hant: 備份準備失敗：%@
zh_hk: 備份準備失敗：%@

# backup.preflight.prepareStart
source: %1$@: preparing input. resources=%2$lld.
de: %1$@: Eingabe wird vorbereitet. Ressourcen=%2$lld.
es: %1$@: preparando entrada. recursos=%2$lld.
es_419: %1$@: preparando entrada. recursos=%2$lld.
fr: %1$@ : préparation des données. ressources=%2$lld.
ja: %1$@: 入力を準備中。リソース=%2$lld。
ko: %1$@: 입력 준비 중. 리소스=%2$lld.
pt_br: %1$@: preparando entrada. recursos=%2$lld.
pt_pt: %1$@: a preparar entrada. recursos=%2$lld.
ru: %1$@: подготовка входных данных. ресурсов=%2$lld.
uk: %1$@: підготовка вхідних даних. ресурсів=%2$lld.
zh_hans: %1$@：开始准备输入，共 %2$lld 项资源。
zh_hant: %1$@：開始準備輸入，共 %2$lld 項資源。
zh_hk: %1$@：開始準備輸入，共 %2$lld 項資源。

# backup.preflight.progressBuild
source: %1$@ progress: processed %2$lld/%3$lld, cache hits %4$lld, rebuilt %5$lld, unavailable %6$lld, failed %7$lld.
de: %1$@-Fortschritt: verarbeitet %2$lld/%3$lld, Cache-Treffer %4$lld, neu erstellt %5$lld, nicht verfügbar %6$lld, fehlgeschlagen %7$lld.
es: Progreso de %1$@: procesados %2$lld/%3$lld, aciertos de caché %4$lld, reconstruidos %5$lld, no disponibles %6$lld, fallidos %7$lld.
es_419: Progreso de %1$@: procesados %2$lld/%3$lld, aciertos de caché %4$lld, reconstruidos %5$lld, no disponibles %6$lld, fallidos %7$lld.
fr: Progression de %1$@ : traités %2$lld/%3$lld, cache %4$lld, reconstruits %5$lld, indisponibles %6$lld, échecs %7$lld.
ja: %1$@ の進捗: 処理済み %2$lld/%3$lld、キャッシュヒット %4$lld、再構築 %5$lld、利用不可 %6$lld、失敗 %7$lld。
ko: %1$@ 진행: 처리 %2$lld/%3$lld, 캐시 적중 %4$lld, 재구축 %5$lld, 사용 불가 %6$lld, 실패 %7$lld.
pt_br: Progresso de %1$@: processados %2$lld/%3$lld, acertos de cache %4$lld, recriados %5$lld, indisponíveis %6$lld, falhas %7$lld.
pt_pt: Progresso de %1$@: processados %2$lld/%3$lld, acertos de cache %4$lld, recriados %5$lld, indisponíveis %6$lld, falhas %7$lld.
ru: %1$@ прогресс: обработано %2$lld/%3$lld, попаданий в кэш %4$lld, перестроено %5$lld, недоступно %6$lld, ошибок %7$lld.
uk: Поступ %1$@: оброблено %2$lld/%3$lld, попадань у кеш %4$lld, перебудовано %5$lld, недоступно %6$lld, помилок %7$lld.
zh_hans: %1$@进度：已处理 %2$lld/%3$lld，缓存命中 %4$lld，重建 %5$lld，不可用 %6$lld，失败 %7$lld。
zh_hant: %1$@進度：已處理 %2$lld/%3$lld，快取命中 %4$lld，重建 %5$lld，不可用 %6$lld，失敗 %7$lld。
zh_hk: %1$@進度：已處理 %2$lld/%3$lld，快取命中 %4$lld，重建 %5$lld，不可用 %6$lld，失敗 %7$lld。

# backup.preflight.scanDone
source: %1$@: scan completed. elapsed=%2$@s.
de: %1$@: Scan abgeschlossen. Dauer=%2$@ s.
es: %1$@: escaneo completado. tiempo=%2$@ s.
es_419: %1$@: escaneo completado. tiempo=%2$@ s.
fr: %1$@ : analyse terminée. durée=%2$@ s.
ja: %1$@：スキャン完了。所要時間=%2$@秒。
ko: %1$@: 스캔 완료. 소요=%2$@초.
pt_br: %1$@: varredura concluída. tempo=%2$@ s.
pt_pt: %1$@: análise concluída. duração=%2$@ s.
ru: %1$@: сканирование завершено. время=%2$@ с.
uk: %1$@: сканування завершено. час=%2$@ с.
zh_hans: %1$@：扫描完成，用时 %2$@s。
zh_hant: %1$@：掃描完成，用時 %2$@s。
zh_hk: %1$@：掃描完成，用時 %2$@s。

# backup.preflight.scanStart
source: %1$@: scanning started. concurrency=%2$lld.
de: %1$@: Scan gestartet. Parallelität=%2$lld.
es: %1$@: escaneo iniciado. concurrencia=%2$lld.
es_419: %1$@: escaneo iniciado. concurrencia=%2$lld.
fr: %1$@ : analyse démarrée. simultanéité=%2$lld.
ja: %1$@: スキャン開始。同時実行=%2$lld。
ko: %1$@: 스캔 시작. 동시 실행=%2$lld.
pt_br: %1$@: varredura iniciada. concorrência=%2$lld.
pt_pt: %1$@: análise iniciada. concorrência=%2$lld.
ru: %1$@: сканирование начато. параллельность=%2$lld.
uk: %1$@: сканування розпочато. паралельність=%2$lld.
zh_hans: %1$@：开始扫描，并发数=%2$lld。
zh_hant: %1$@：開始掃描，並行數=%2$lld。
zh_hk: %1$@：開始掃描，並行數=%2$lld。

# backup.progress.assetContextSuffix
source: (worker #%1$lld, month %2$@)
de: (Worker #%1$lld, Monat %2$@)
es: (proceso n.º %1$lld, mes %2$@)
es_419: (proceso n.º %1$lld, mes %2$@)
fr: (tâche parallèle nº %1$lld, mois %2$@)
ja: （ワーカー #%1$lld、月 %2$@）
ko: (병렬 작업 #%1$lld, 월 %2$@)
pt_br: (processo paralelo #%1$lld, mês %2$@)
pt_pt: (processo paralelo #%1$lld, mês %2$@)
ru: (задача № %1$lld, месяц %2$@)
uk: (завдання №%1$lld, місяць %2$@)
zh_hans: （工作线程 #%1$lld，月份 %2$@）
zh_hant: （工作執行緒 #%1$lld，月份 %2$@）
zh_hk: （工作執行緒 #%1$lld，月份 %2$@）

# backup.progress.assetDone
source: [%1$lld/%2$lld] Asset complete %3$@
de: [%1$lld/%2$lld] Asset abgeschlossen %3$@
es: [%1$lld/%2$lld] Elemento completado %3$@
es_419: [%1$lld/%2$lld] Elemento completado %3$@
fr: [%1$lld/%2$lld] Élément terminé %3$@
ja: [%1$lld/%2$lld] アセット完了 %3$@
ko: [%1$lld/%2$lld] 에셋 완료 %3$@
pt_br: [%1$lld/%2$lld] Item concluído %3$@
pt_pt: [%1$lld/%2$lld] Item concluído %3$@
ru: [%1$lld/%2$lld] Объект готов %3$@
uk: [%1$lld/%2$lld] Об’єкт завершено %3$@
zh_hans: [%1$lld/%2$lld] 已完成项目 %3$@
zh_hant: [%1$lld/%2$lld] 已完成項目 %3$@
zh_hk: [%1$lld/%2$lld] 已完成項目 %3$@

# backup.progress.assetFailed
source: [%1$lld/%2$lld] Asset failed %3$@
de: [%1$lld/%2$lld] Asset fehlgeschlagen %3$@
es: [%1$lld/%2$lld] Elemento fallido %3$@
es_419: [%1$lld/%2$lld] Elemento fallido %3$@
fr: [%1$lld/%2$lld] Échec de l’élément %3$@
ja: [%1$lld/%2$lld] アセット失敗 %3$@
ko: [%1$lld/%2$lld] 에셋 실패 %3$@
pt_br: [%1$lld/%2$lld] Falha no item %3$@
pt_pt: [%1$lld/%2$lld] Falha no item %3$@
ru: [%1$lld/%2$lld] Ошибка объекта %3$@
uk: [%1$lld/%2$lld] Помилка об’єкта %3$@
zh_hans: [%1$lld/%2$lld] 项目失败 %3$@
zh_hant: [%1$lld/%2$lld] 項目失敗 %3$@
zh_hk: [%1$lld/%2$lld] 項目失敗 %3$@

# backup.progress.assetFailedReason
source: [%1$lld/%2$lld] Asset failed %3$@ (%4$@)
de: [%1$lld/%2$lld] Asset fehlgeschlagen %3$@ (%4$@)
es: [%1$lld/%2$lld] Elemento fallido %3$@ (%4$@)
es_419: [%1$lld/%2$lld] Elemento fallido %3$@ (%4$@)
fr: [%1$lld/%2$lld] Échec de l’élément %3$@ (%4$@)
ja: [%1$lld/%2$lld] アセット失敗 %3$@（%4$@）
ko: [%1$lld/%2$lld] 에셋 실패 %3$@ (%4$@)
pt_br: [%1$lld/%2$lld] Falha no item %3$@ (%4$@)
pt_pt: [%1$lld/%2$lld] Falha no item %3$@ (%4$@)
ru: [%1$lld/%2$lld] Ошибка объекта %3$@ (%4$@)
uk: [%1$lld/%2$lld] Помилка об’єкта %3$@ (%4$@)
zh_hans: [%1$lld/%2$lld] 项目失败 %3$@（%4$@）
zh_hant: [%1$lld/%2$lld] 項目失敗 %3$@（%4$@）
zh_hk: [%1$lld/%2$lld] 項目失敗 %3$@（%4$@）

# backup.progress.assetSkipped
source: [%1$lld/%2$lld] Asset skipped %3$@
de: [%1$lld/%2$lld] Asset übersprungen %3$@
es: [%1$lld/%2$lld] Elemento omitido %3$@
es_419: [%1$lld/%2$lld] Elemento omitido %3$@
fr: [%1$lld/%2$lld] Élément ignoré %3$@
ja: [%1$lld/%2$lld] アセットをスキップ %3$@
ko: [%1$lld/%2$lld] 에셋 건너뜀 %3$@
pt_br: [%1$lld/%2$lld] Item ignorado %3$@
pt_pt: [%1$lld/%2$lld] Item ignorado %3$@
ru: [%1$lld/%2$lld] Объект пропущен %3$@
uk: [%1$lld/%2$lld] Об’єкт пропущено %3$@
zh_hans: [%1$lld/%2$lld] 已跳过项目 %3$@
zh_hant: [%1$lld/%2$lld] 已略過項目 %3$@
zh_hk: [%1$lld/%2$lld] 已略過項目 %3$@

# backup.progress.assetSkippedReason
source: [%1$lld/%2$lld] Asset skipped %3$@ (%4$@)
de: [%1$lld/%2$lld] Asset übersprungen %3$@ (%4$@)
es: [%1$lld/%2$lld] Elemento omitido %3$@ (%4$@)
es_419: [%1$lld/%2$lld] Elemento omitido %3$@ (%4$@)
fr: [%1$lld/%2$lld] Élément ignoré %3$@ (%4$@)
ja: [%1$lld/%2$lld] アセットをスキップ %3$@（%4$@）
ko: [%1$lld/%2$lld] 에셋 건너뜀 %3$@ (%4$@)
pt_br: [%1$lld/%2$lld] Item ignorado %3$@ (%4$@)
pt_pt: [%1$lld/%2$lld] Item ignorado %3$@ (%4$@)
ru: [%1$lld/%2$lld] Объект пропущен %3$@ (%4$@)
uk: [%1$lld/%2$lld] Об’єкт пропущено %3$@ (%4$@)
zh_hans: [%1$lld/%2$lld] 已跳过项目 %3$@（%4$@）
zh_hant: [%1$lld/%2$lld] 已略過項目 %3$@（%4$@）
zh_hk: [%1$lld/%2$lld] 已略過項目 %3$@（%4$@）

# backup.reason.icloudDisabled
source: iCloud-only resource requires Allow iCloud Photo Access
de: Ressourcen nur in iCloud erfordern „Zugriff auf iCloud-Fotos erlauben“
es: El recurso que solo está en iCloud requiere «Permitir acceso a fotos de iCloud»
es_419: El recurso que solo está en iCloud requiere “Permitir acceso a fotos de iCloud”
fr: Une ressource uniquement présente sur iCloud nécessite « Autoriser l’accès aux photos iCloud »
ja: iCloud のみのリソースには「iCloud 写真へのアクセスを許可」が必要です
ko: iCloud 전용 리소스에는 "iCloud 사진 접근 허용"이 필요합니다
pt_br: O recurso disponível apenas no iCloud exige “Permitir acesso às fotos do iCloud”
pt_pt: O recurso disponível apenas no iCloud exige “Permitir acesso às fotos do iCloud”
ru: Ресурс только в iCloud требует параметра «Доступ к фото в iCloud»
uk: Для ресурсів лише в iCloud потрібен параметр «Дозволити доступ до фото iCloud»
zh_hans: 仅存于 iCloud 的资源需要开启「允许访问 iCloud 原件」
zh_hant: 僅存於 iCloud 的資源需要開啟「允許存取 iCloud 原件」
zh_hk: 僅存於 iCloud 的資源需要開啟「允許存取 iCloud 原件」

# backup.reason.resourcesReused
source: existing resources reused
de: vorhandene Ressourcen wiederverwendet
es: se reutilizaron recursos existentes
es_419: se reutilizaron recursos existentes
fr: ressources existantes réutilisées
ja: 既存のリソースを再利用
ko: 기존 리소스 재사용
pt_br: recursos existentes reutilizados
pt_pt: recursos existentes reutilizados
ru: существующие ресурсы повторно использованы
uk: використано наявні ресурси
zh_hans: 复用已有资源
zh_hant: 重用既有資源
zh_hk: 重用既有資源

# backup.remoteIndex.error.missingMonthManifest
source: The month manifest for %1$@ is missing.
de: Das Monatsmanifest für %1$@ fehlt.
es: Falta el manifiesto mensual de %1$@.
es_419: Falta el manifiesto mensual de %1$@.
fr: Le manifeste mensuel pour %1$@ est manquant.
ja: %1$@ の月次マニフェストが見つかりません。
ko: %1$@의 월별 매니페스트가 없습니다.
pt_br: O manifesto mensal de %1$@ está ausente.
pt_pt: Falta o manifesto mensal de %1$@.
ru: Манифест месяца %1$@ отсутствует.
uk: Місячний маніфест для %1$@ відсутній.
zh_hans: 缺少 %1$@ 的月份 manifest。
zh_hant: 缺少 %1$@ 的月份 manifest。
zh_hk: 缺少 %1$@ 的月份 manifest。

# backup.remoteIndex.unchanged
source: Remote index unchanged. Month digests matched (%1$lld month(s)).
de: Remote-Index unverändert. Anzahl übereinstimmender Monats-Digests: %1$lld.
es: El índice remoto no cambió. Los resúmenes mensuales coinciden (meses: %1$lld).
es_419: El índice remoto no cambió. Los resúmenes mensuales coinciden (meses: %1$lld).
fr: Index distant inchangé. Les condensés mensuels correspondent (%1$lld mois).
ja: リモートインデックスに変更はありません。月ごとのダイジェストが一致しました（%1$lld か月）。
ko: 원격 인덱스에 변경이 없습니다. 월별 다이제스트가 일치했습니다(%1$lld개월).
pt_br: O índice remoto não mudou. Os resumos mensais coincidem (meses: %1$lld).
pt_pt: O índice remoto não mudou. Os resumos mensais coincidem (meses: %1$lld).
ru: Удалённый индекс не изменён. Дайджесты месяцев совпали (месяцев: %1$lld).
uk: Віддалений індекс не змінився. Місячні дайджести збіглися (%1$lld міс.).
zh_hans: 远端索引未变化，月份摘要已匹配（%1$lld 个月）。
zh_hant: 遠端索引未變化，月份摘要已匹配（%1$lld 個月）。
zh_hk: 遠端索引未變化，月份摘要已匹配（%1$lld 個月）。

# backup.repo.backgroundSkipped
source: Profile %@ skipped: the remote backup isn't writable or is locked.
de: Profil %@ übersprungen: Das Remote-Backup ist nicht beschreibbar oder gesperrt.
es: Perfil %@ omitido: la copia de seguridad remota no admite escritura o está bloqueada.
es_419: Perfil %@ omitido: el respaldo remoto no admite escritura o está bloqueado.
fr: Profil %@ ignoré : la sauvegarde distante n’est pas accessible en écriture ou est verrouillée.
ja: プロファイル %@ をスキップ: リモートバックアップが書き込み不可またはロックされています。
ko: 프로필 %@ 건너뜀: 원격 백업에 쓸 수 없거나 잠겨 있습니다.
pt_br: Perfil %@ ignorado: o backup remoto não é gravável ou está bloqueado.
pt_pt: Perfil %@ ignorado: a cópia de segurança remota não permite escrita ou está bloqueada.
ru: Профиль %@ пропущен: удалённая резервная копия недоступна для записи или заблокирована.
uk: Профіль %@ пропущено: віддалена резервна копія недоступна для запису або заблокована.
zh_hans: 跳过配置 %@：远端备份不可写入或已锁定。
zh_hant: 跳過設定檔 %@：遠端備份無法寫入或已鎖定。
zh_hk: 跳過設定檔 %@：遠端備份無法寫入或已鎖定。

# backup.repo.damaged
source: The remote backup is damaged. No changes were made.
de: Das Remote-Backup ist beschädigt. Es wurden keine Änderungen vorgenommen.
es: La copia de seguridad remota está dañada. No se realizaron cambios.
es_419: El respaldo remoto está dañado. No se realizaron cambios.
fr: La sauvegarde distante est endommagée. Aucune modification n’a été effectuée.
ja: リモートバックアップが破損しています。変更は行われていません。
ko: 원격 백업이 손상되었습니다. 변경된 내용이 없습니다.
pt_br: O backup remoto está danificado. Nenhuma alteração foi feita.
pt_pt: A cópia de segurança remota está danificada. Não foram feitas alterações.
ru: Удалённая резервная копия повреждена. Изменения не внесены.
uk: Віддалена резервна копія пошкоджена. Зміни не внесено.
zh_hans: 远端备份已损坏。未做任何更改。
zh_hant: 遠端備份已損毀。未進行任何變更。
zh_hk: 遠端備份已損毀。未進行任何變更。

# backup.repo.existingLiteManifestConflict
source: Backup migration found conflicting data for %@. No changes were made. Review the remote backup before retrying.
de: Bei der Backup-Migration wurden widersprüchliche Daten für %@ gefunden. Es wurden keine Änderungen vorgenommen. Prüfen Sie das Remote-Backup, bevor Sie es erneut versuchen.
es: La migración de la copia de seguridad encontró datos en conflicto para %@. No se realizaron cambios. Revisa la copia de seguridad remota antes de volver a intentarlo.
es_419: La migración del respaldo encontró datos en conflicto para %@. No se realizaron cambios. Revisa el respaldo remoto antes de volver a intentarlo.
fr: La migration de la sauvegarde a trouvé des données en conflit pour %@. Aucune modification n’a été effectuée. Vérifiez la sauvegarde distante avant de réessayer.
ja: %@ のバックアップ移行で競合するデータが見つかりました。変更は行われていません。再試行する前にリモートバックアップを確認してください。
ko: 백업 마이그레이션 중 %@에 충돌하는 데이터가 발견되었습니다. 변경된 내용은 없습니다. 다시 시도하기 전에 원격 백업을 확인하세요.
pt_br: A migração do backup encontrou dados conflitantes para %@. Nenhuma alteração foi feita. Revise o backup remoto antes de tentar novamente.
pt_pt: A migração da cópia de segurança encontrou dados em conflito para %@. Não foram feitas alterações. Reveja a cópia de segurança remota antes de tentar novamente.
ru: При миграции резервной копии найдены конфликтующие данные для %@. Изменения не внесены. Проверьте удалённую резервную копию перед повторной попыткой.
uk: Під час міграції резервної копії знайдено конфліктні дані для %@. Зміни не внесено. Перевірте віддалену резервну копію перед повторною спробою.
zh_hans: 备份迁移发现 %@ 的数据冲突。未做任何更改。请先检查远端备份，再重试。
zh_hant: 備份遷移發現 %@ 的資料衝突。未進行任何變更。請先檢查遠端備份，再重試。
zh_hk: 備份遷移發現 %@ 的資料衝突。未進行任何變更。請先檢查遠端備份，再重試。

# backup.repo.leaseConfidenceLost
source: The write lock could no longer be confirmed. Stopping before writing.
de: Die Schreibsperre konnte nicht mehr bestätigt werden. Abbruch vor dem Schreiben.
es: Ya no se pudo confirmar el bloqueo de escritura. Se detiene antes de escribir.
es_419: Ya no se pudo confirmar el bloqueo de escritura. Se detiene antes de escribir.
fr: Le verrou d’écriture n’a pas pu être confirmé. Arrêt avant l’écriture.
ja: 書き込みロックを確認できなくなりました。書き込み前に停止します。
ko: 쓰기 잠금을 더 이상 확인할 수 없습니다. 쓰기 전에 중지합니다.
pt_br: O bloqueio de gravação não pôde mais ser confirmado. Interrompendo antes de gravar.
pt_pt: Já não foi possível confirmar o bloqueio de escrita. A parar antes de escrever.
ru: Блокировку записи больше не удалось подтвердить. Остановка перед записью.
uk: Блокування запису більше не вдалося підтвердити. Зупинка перед записом.
zh_hans: 无法再确认写入锁。在写入前停止。
zh_hant: 無法再確認寫入鎖。在寫入前停止。
zh_hk: 無法再確認寫入鎖。在寫入前停止。

# backup.repo.lockFault
source: Couldn't acquire the write lock (%@). No changes were made.
de: Schreibsperre konnte nicht erlangt werden (%@). Es wurden keine Änderungen vorgenommen.
es: No se pudo adquirir el bloqueo de escritura (%@). No se realizaron cambios.
es_419: No se pudo adquirir el bloqueo de escritura (%@). No se realizaron cambios.
fr: Impossible d’obtenir le verrou d’écriture (%@). Aucune modification n’a été effectuée.
ja: 書き込みロックを取得できませんでした（%@）。変更は行われていません。
ko: 쓰기 잠금을 획득할 수 없습니다(%@). 변경된 내용이 없습니다.
pt_br: Não foi possível obter o bloqueio de gravação (%@). Nenhuma alteração foi feita.
pt_pt: Não foi possível obter o bloqueio de escrita (%@). Não foram feitas alterações.
ru: Не удалось получить блокировку записи (%@). Изменения не внесены.
uk: Не вдалося отримати блокування запису (%@). Зміни не внесено.
zh_hans: 无法获取写入锁（%@）。未做任何更改。
zh_hant: 無法取得寫入鎖（%@）。未進行任何變更。
zh_hk: 無法取得寫入鎖（%@）。未進行任何變更。

# backup.repo.maintenanceUnavailable
source: This backup can't be verified yet. No changes were made.
de: Dieses Backup kann noch nicht überprüft werden. Es wurden keine Änderungen vorgenommen.
es: Esta copia de seguridad aún no se puede verificar. No se realizaron cambios.
es_419: Este respaldo aún no se puede verificar. No se realizaron cambios.
fr: Cette sauvegarde ne peut pas encore être vérifiée. Aucune modification n’a été effectuée.
ja: このバックアップはまだ検証できません。変更は行われていません。
ko: 이 백업은 아직 확인할 수 없습니다. 변경된 내용이 없습니다.
pt_br: Este backup ainda não pode ser verificado. Nenhuma alteração foi feita.
pt_pt: Esta cópia de segurança ainda não pode ser verificada. Não foram feitas alterações.
ru: Эту резервную копию пока нельзя проверить. Изменения не внесены.
uk: Цю резервну копію поки не можна перевірити. Зміни не внесено.
zh_hans: 此备份暂时无法验证。未做任何更改。
zh_hant: 此備份暫時無法驗證。未進行任何變更。
zh_hk: 此備份暫時無法驗證。未進行任何變更。

# backup.repo.ownershipLost
source: The write lock was lost. Stopping before saving changes.
de: Die Schreibsperre ging verloren. Abbruch vor dem Speichern der Änderungen.
es: Se perdió el bloqueo de escritura. Se detiene antes de guardar los cambios.
es_419: Se perdió el bloqueo de escritura. Se detiene antes de guardar los cambios.
fr: Le verrou d’écriture a été perdu. Arrêt avant l’enregistrement des modifications.
ja: 書き込みロックが失われました。変更を保存する前に停止します。
ko: 쓰기 잠금을 잃었습니다. 변경 사항을 저장하기 전에 중지합니다.
pt_br: O bloqueio de gravação foi perdido. Interrompendo antes de salvar as alterações.
pt_pt: O bloqueio de escrita foi perdido. A parar antes de guardar as alterações.
ru: Блокировка записи потеряна. Остановка перед сохранением изменений.
uk: Блокування запису втрачено. Зупинка перед збереженням змін.
zh_hans: 写入锁已丢失。在保存更改前停止。
zh_hant: 寫入鎖已遺失。在儲存變更前停止。
zh_hk: 寫入鎖已遺失。在儲存變更前停止。

# backup.repo.ownLockConflict
source: This device cannot safely take over the previous backup yet. Reason: %1$@. Try again later.
de: Dieses Gerät kann das vorherige Backup noch nicht sicher übernehmen. Grund: %1$@. Versuchen Sie es später erneut.
es: Este dispositivo todavía no puede retomar de forma segura la copia de seguridad anterior. Motivo: %1$@. Inténtalo de nuevo más tarde.
es_419: Este dispositivo todavía no puede retomar de forma segura el respaldo anterior. Motivo: %1$@. Inténtalo de nuevo más tarde.
fr: Cet appareil ne peut pas encore reprendre la sauvegarde précédente en toute sécurité. Raison : %1$@. Réessayez plus tard.
ja: このデバイスは前回のバックアップをまだ安全に引き継げません。理由: %1$@。後でもう一度お試しください。
ko: 이 기기가 아직 이전 백업을 안전하게 이어받을 수 없습니다. 이유: %1$@. 나중에 다시 시도하세요.
pt_br: Este dispositivo ainda não pode assumir com segurança o backup anterior. Motivo: %1$@. Tente novamente mais tarde.
pt_pt: Este dispositivo ainda não pode assumir em segurança a cópia de segurança anterior. Motivo: %1$@. Tente novamente mais tarde.
ru: Это устройство пока не может безопасно продолжить предыдущую резервную копию. Причина: %1$@. Повторите попытку позже.
uk: Цей пристрій поки не може безпечно перейняти попередню резервну копію. Причина: %1$@. Повторіть спробу пізніше.
zh_hans: 这台设备暂时还不能安全接管上一次备份。原因：%1$@。请稍后重试。
zh_hant: 這台裝置暫時還不能安全接管上一次備份。原因：%1$@。請稍後重試。
zh_hk: 這部裝置暫時仍未能安全接管上一次備份。原因：%1$@。請稍後重試。

# backup.repo.ownLockConflict.reason.changedDuringConfirmation
source: the remote lock changed while it was being checked
de: die Remotesperre hat sich während der Prüfung geändert
es: el bloqueo remoto cambió mientras se comprobaba
es_419: el bloqueo remoto cambió mientras se comprobaba
fr: le verrou distant a changé pendant la vérification
ja: 確認中にリモートロックが変更されました
ko: 원격 잠금이 확인 중에 변경됨
pt_br: o bloqueio remoto mudou durante a verificação
pt_pt: o bloqueio remoto mudou durante a verificação
ru: удалённая блокировка изменилась во время проверки
uk: віддалене блокування змінилося під час перевірки
zh_hans: 远端锁在确认期间发生变化
zh_hant: 遠端鎖在確認期間發生變化
zh_hk: 遠端鎖在確認期間發生變化
